[ {
 	"INDEX": "5",
 	"Title": "INSECT LIFE",
 	"File": "S53insectlife.mp4",
 	"Grade": "Elementary",
 	"Subject": "Science",
 	"DEFINITION": "Insects are part of a bigger animal group called arthropods. The word Arthropod means jointed limbs. The arthropods are the first animal group to have jointed legs. Insects have certain characteristics. They have six legs. They have three body parts, a head, a thorax and an abdomen. They have wings. They are by far the largest animal group. They also have an outer or exoskeleton made of a substance called chitin",
 	"EVERYDAYUSE": "Bees,Ants, Flys,Spiders...",
 	"HOWITWORKS": "Importance: The insects have proved to be the most successful arthropods. There are a lot more species in the class Insect than in any other group of animals. These diverse animals have conquered all the environments on earth except for the frozen polar environments at the highest altitudes and in the vicinity of active volcanoes. Insects are the only invertebrates (animals without backbones) with wings. Much of their success results from their ability to fly and colonize new habitats. The study of insects is called entomology and entomologists are scientists who study insects"
 }, {
 	"INDEX": "6",
 	"Title": "Rainbows",
 	"File": "S74Rainbows.mp4",
 	"Grade": "Elementary",
 	"Subject": "Science",
 	"DEFINITION": "An arch of colors formed in the sky in certain circumstances, caused by the refraction and dispersion of the sun’s light by rain or other water droplets in the atmosphere.",
 	"EVERYDAYUSE": "Sometimes a rainbow will form after a storm",
 	"HOWITWORKS": "A rainbow is an optical and meteorological phenomenon that is caused by both reflection and refraction of light in water droplets resulting in a spectrum of light appearing in the sky. It takes the form of a multicolored arc. Rainbows caused by sunlight always appear in the section of sky directly opposite the sun."

 }, {
 	"INDEX": "7",
 	"Title": "SOLID LIQUID GAS",
 	"File": "S83SolidLiquidsGas-1.mp4",
 	"Grade": "Elementary",
 	"Subject": "Science",
 	"DEFINITION": "A substance in a solid phase is likely rigid and has a definite volume and shape. Liquids have a precise volume and are able to change their shape by flowing. Liquids are like solids in that the particles touch. Gases have no specific volume or shape. If unconstrained, gases will expand always. Contained hey will take the shape of their container. This is because gas particle has enough energy to avoid attractive forces",
 	"EVERYDAYUSE": "Water turns to Ice,Making steel,oxygen and carbinozide",
 	"HOWITWORKS": "In solids, atoms are bonded closely together, though they do move about a little. If a solid is somewhat soft then it is pressed, you can make it change shape by pushing its atoms into new orientation. with liquids, the atoms are randomly arranged further apart. The forces between them are weaker and they can move about and flow past one another easily. Which makes them easy to pour. Gases have more randomly arranged atoms than either liquids or solids. The forces between the atoms are weak, so the atoms can move around freely because of its energy. A solid cannot be compressed because the particles are side by side. When a solid is heated its volume will expand as the temperature rises. Liquids take the shape of the container that it is in. When a liquid is heated its volume changes with temperature. A liquid cannot be compressed because the particles are close together. A gas will occupy the whole volume of its container. A as is easily compressed. The speed of the particles in a gas speeds up as the temperature rises."
 }, {
 	"INDEX": "8",
 	"Title": "Butterfly",
 	"File": "S9Butterfly.mp4",
 	"Grade": "Elementary",
 	"Subject": "Science",
 	"DEFINITION": "An insect with two pairs of large wings that are covered with tiny scales, usually brightly colored, and typically held erect when at rest. Butterflies fly by day, have clubbed or dilated antennae, and usually feed on nectar",
 	"EVERYDAYUSE": "",
 	"HOWITWORKS": "Butterflies are insects in the macrolepidopteran clade Rhopalocera from the order Lepidoptera, which also includes moths. Adult butterflies have large, often brightly coloured wings, and conspicuous, fluttering flight."
 }, {
 	"INDEX": "9",
 	"Title": "Color And Light",
 	"File": "S18Color_Light.mp4",
 	"Grade": "Elementary",
 	"Subject": "Science",
 	"DEFINITION": "Color is the element of art that is produced when light, striking an object, is reflected back to the eye. Light is the natural agent that stimulates sight and makes things visible; illuminate. The color of an object is the color of the light it reflects. Color derives from the spectrum of light in the eye with the spectral sensitivities of the light receptors",
 	"EVERYDAYUSE": "Flash light Painting Colors Lighting in a room Color and light is used everyday. Being able to see colors automatically shows illumination From some source. Colors can also shape how you dress, what you eat, your physical appearance, the rooms you live in, and also how you feel.",
 	"HOWITWORKS": "The retinas in our eyes though have three types of color receptors in the form of cones. We can actually only detect three of these visible colors – red – blue and green. These colors are called additive primaries. It is these three colors that mixed in our brain to create all of the other colors we see everyday."
 }
 ]
